Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: If it doesn't work the first time, that's normal. The combo rewards patient repetition.
ar: إن لم تنجح من المرة الأولى، فهذا طبيعي. التركيبة تكافئ التكرار الصبور.
de: Wenn es beim ersten Mal nicht klappt, ist das normal. Die Kombination belohnt geduldige Wiederholung.
es: Si no funciona a la primera, es normal. La combinación recompensa la repetición paciente.
fr: Si ça ne marche pas du premier coup, c'est normal. La combinaison récompense la répétition patiente.
it: Se non funziona al primo tentativo, è normale. La combinazione premia la ripetizione paziente.
ja: 一度でうまくいかなくても普通のことです。この組み合わせは、辛抱強いくり返しに報います。
ko: 처음에 안 되더라도 그게 정상입니다. 이 조합은 인내심 있는 반복에 보답합니다.
nl: Als het de eerste keer niet lukt, is dat normaal. De combinatie beloont geduldige herhaling.
pt_br: Se não funcionar de primeira, é normal. A combinação recompensa a repetição paciente.
ru: Если не получилось с первого раза — это нормально. Комбинация вознаграждает терпеливое повторение.
zh_hans: 如果第一次没成功，那很正常。这套组合会回报耐心的重复。

source: If the dream dims, spin your dream body around like a top. The motion floods your senses and often prevents waking — sometimes dropping you into a fresh scene. As you slow down, expect a vivid dream, and reality-check to confirm you're still in.
ar: إن خفت الحلم، فدوّر جسدك الحلمي كالنحلة الدوّارة. الحركة تغمر حواسك وغالبًا تمنع الاستيقاظ — وأحيانًا تُسقطك في مشهد جديد. وأنت تبطئ، توقّع حلمًا حيًّا، وأجرِ فحص واقع لتؤكّد أنك ما زلت بالداخل.
de: Wenn der Traum dunkler wird, dreh deinen Traumkörper wie einen Kreisel. Die Bewegung überflutet deine Sinne und verhindert oft das Aufwachen – manchmal lässt sie dich in eine neue Szene fallen. Während du langsamer wirst, erwarte einen lebhaften Traum und mach einen Realitätscheck, um zu bestätigen, dass du noch drin bist.
es: Si el sueño se atenúa, gira tu cuerpo onírico como un trompo. El movimiento inunda tus sentidos y a menudo evita el despertar, a veces dejándote en una escena nueva. Al frenar, espera un sueño vívido y haz una comprobación de realidad para confirmar que sigues dentro.
fr: Si le rêve faiblit, faites tourner votre corps onirique comme une toupie. Le mouvement submerge vos sens et empêche souvent le réveil — vous déposant parfois dans une scène neuve. En ralentissant, attendez-vous à un rêve vif et faites un test de réalité pour confirmer que vous y êtes encore.
it: Se il sogno si affievolisce, fai girare il tuo corpo onirico come una trottola. Il movimento inonda i sensi e spesso impedisce il risveglio — a volte facendoti cadere in una scena nuova. Mentre rallenti, aspettati un sogno vivido e fai un controllo di realtà per confermare di esserci ancora.
ja: 夢が薄れたら、夢の体をコマのように回しましょう。その動きが感覚を満たし、しばしば覚醒を防ぎます——ときには新しい場面へと落とし込んでくれます。減速しながら鮮やかな夢を予期し、まだ中にいることを確かめるためにリアリティチェックを。
ko: 꿈이 어두워지면, 꿈의 몸을 팽이처럼 빙글 돌리세요. 그 움직임이 감각을 채워 흔히 깨어남을 막고 — 때로는 당신을 새 장면으로 떨어뜨립니다. 속도를 늦추며 생생한 꿈을 기대하고, 아직 안에 있는지 확인하려 리얼리티 체크를 하세요.
nl: Als de droom vervaagt, draai je droomlichaam rond als een tol. De beweging overspoelt je zintuigen en voorkomt vaak het ontwaken — soms laat ze je in een nieuwe scène vallen. Verwacht, terwijl je vertraagt, een levendige droom en doe een realiteitscheck om te bevestigen dat je er nog in zit.
pt_br: Se o sonho enfraquecer, gire seu corpo onírico como um pião. O movimento inunda seus sentidos e muitas vezes evita o despertar — às vezes te deixando numa cena nova. Ao desacelerar, espere um sonho vívido e faça uma checagem de realidade para confirmar que ainda está dentro.
ru: Если сон тускнеет, раскрутите своё тело сновидения, как волчок. Движение наполняет чувства и часто предотвращает пробуждение — иногда роняя вас в новую сцену. Замедляясь, ожидайте яркий сон и сделайте проверку реальности, чтобы убедиться, что вы всё ещё внутри.
zh_hans: 如果梦变暗，就让你的梦中身体像陀螺一样旋转。这股运动会充盈你的感官，常常防止醒来——有时还会把你送入一幕全新的场景。在减速时，预期会出现鲜明的梦，并做一次现实检验，确认你仍在其中。

source: If you became lucid tonight, what's the one thing you'd most want to do?
ar: لو أصبحت واعيًا الليلة، فما الشيء الواحد الذي ترغب في فعله أكثر من غيره؟
de: Wenn du heute Nacht luzid würdest, was wäre das eine, das du am liebsten tun würdest?
es: Si te volvieras lúcido esta noche, ¿qué es lo único que más querrías hacer?
fr: Si vous deveniez lucide ce soir, quelle est la seule chose que vous voudriez le plus faire ?
it: Se diventassi lucido stanotte, qual è l'unica cosa che vorresti fare di più?
ja: 今夜もし明晰になったら、最もやりたい一つのことは何ですか？
ko: 오늘 밤 자각하게 된다면, 가장 하고 싶은 단 하나는 무엇인가요?
nl: Als je vannacht lucide werd, wat is het ene dat je het liefst zou willen doen?
pt_br: Se você ficasse lúcido esta noite, qual é a única coisa que mais gostaria de fazer?
ru: Если бы вы стали осознанным сегодня ночью, что одно вам больше всего хотелось бы сделать?
zh_hans: 如果你今晚变清醒，你最想做的那一件事是什么？

source: If you become lucid in a nightmare, a healthy response is to…
ar: إن أصبحت واعيًا في كابوس، فإن الاستجابة الصحية هي أن…
de: Wenn du in einem Albtraum luzid wirst, ist eine gesunde Reaktion …
es: Si te vuelves lúcido en una pesadilla, una respuesta sana es…
fr: Si vous devenez lucide dans un cauchemar, une réponse saine est de…
it: Se diventi lucido in un incubo, una risposta sana è…
ja: 悪夢の中で明晰になったら、健全な対応は……
ko: 악몽에서 자각하게 되면, 건강한 대응은…
nl: Als je lucide wordt in een nachtmerrie, is een gezonde reactie om…
pt_br: Se você ficar lúcido em um pesadelo, uma resposta saudável é…
ru: Если вы становитесь осознанным в кошмаре, здоровая реакция — это…
zh_hans: 如果你在噩梦中变清醒，健康的应对方式是……

source: If you could ask a dream character one question, what would it be?
ar: لو استطعت أن تسأل شخصية حلمية سؤالًا واحدًا، فماذا سيكون؟
de: Wenn du einer Traumfigur eine Frage stellen könntest, welche wäre das?
es: Si pudieras hacerle una pregunta a un personaje del sueño, ¿cuál sería?
fr: Si vous pouviez poser une question à un personnage de rêve, laquelle serait-ce ?
it: Se potessi fare una domanda a un personaggio onirico, quale sarebbe?
ja: 夢の登場人物に一つだけ質問できるとしたら、何を尋ねますか？
ko: 꿈 속 인물에게 단 하나의 질문을 할 수 있다면, 무엇을 묻겠어요?
nl: Als je een droompersonage één vraag kon stellen, welke zou dat zijn?
pt_br: Se você pudesse fazer uma pergunta a um personagem do sonho, qual seria?
ru: Если бы вы могли задать персонажу сна один вопрос, какой бы это был?
zh_hans: 如果你能向一个梦中角色提一个问题，会是什么？

source: If you could open a door to anywhere tonight, where would it lead?
ar: لو استطعت فتح باب إلى أي مكان الليلة، فإلى أين سيؤدّي؟
de: Wenn du heute Nacht eine Tür nach überallhin öffnen könntest, wohin würde sie führen?
es: Si pudieras abrir una puerta a cualquier lugar esta noche, ¿adónde llevaría?
fr: Si vous pouviez ouvrir une porte vers n'importe où ce soir, où mènerait-elle ?
it: Se stanotte potessi aprire una porta verso ovunque, dove porterebbe?
ja: 今夜、どこへでも通じる扉を開けられるとしたら、それはどこへ続きますか？
ko: 오늘 밤 어디로든 통하는 문을 열 수 있다면, 그 문은 어디로 이어질까요?
nl: Als je vannacht een deur naar overal kon openen, waar zou die heen leiden?
pt_br: Se você pudesse abrir uma porta para qualquer lugar esta noite, aonde ela levaria?
ru: Если бы сегодня вы могли открыть дверь куда угодно, куда бы она вела?
zh_hans: 如果今晚你能开一扇通往任何地方的门，它会通向哪里？

source: If you ever 'pass' a check oddly, look closer — that's exactly the dream moment to notice.
ar: إن "نجحت" يومًا في فحص بشكل غريب، فانظر عن قرب — تلك بالضبط لحظة الحلم التي ينبغي ملاحظتها.
de: Wenn du je einen Check seltsam "bestehst", schau genauer hin – genau das ist der Traummoment, den du bemerken sollst.
es: Si alguna vez "pasas" una comprobación de forma rara, mira más de cerca: ese es justo el momento de sueño que hay que notar.
fr: Si jamais vous "réussissez" un test de façon étrange, regardez de plus près — c'est précisément le moment de rêve à remarquer.
it: Se mai "superi" un controllo in modo strano, guarda più da vicino: è proprio quello il momento del sogno da notare.
ja: もしチェックに妙な形で「合格」したら、よく見てみましょう——それこそ気づくべき夢の瞬間です。
ko: 체크를 이상하게 "통과"하게 되면 더 자세히 보세요 — 바로 그 순간이 알아차려야 할 꿈의 순간입니다.
nl: Als je een check ooit op een vreemde manier "haalt", kijk dan beter — dat is precies het droommoment om op te merken.
pt_br: Se algum dia você "passar" numa checagem de forma estranha, olhe mais de perto — esse é exatamente o momento de sonho a notar.
ru: Если вы когда‑нибудь странно «пройдёте» проверку, присмотритесь — это и есть тот самый момент сна, который нужно заметить.
zh_hans: 如果你哪次以古怪的方式“通过”了检验，就凑近细看——那正是该被你察觉的梦境瞬间。

source: If you fall asleep around your usual time, what clock time is ~5 hours later?
ar: إن نمت في وقتك المعتاد، فما الوقت على الساعة بعد نحو 5 ساعات؟
de: Wenn du um deine übliche Zeit einschläfst, welche Uhrzeit ist etwa 5 Stunden später?
es: Si te duermes a tu hora habitual, ¿qué hora marca el reloj unas 5 horas después?
fr: Si vous vous endormez à votre heure habituelle, quelle heure est-il environ 5 heures plus tard ?
it: Se ti addormenti alla tua solita ora, che ora segna l'orologio circa 5 ore dopo?
ja: いつもの時刻に眠るとして、その約5時間後は何時ですか？
ko: 평소 시각에 잠든다면, 약 5시간 뒤는 몇 시인가요?
nl: Als je rond je gebruikelijke tijd in slaap valt, hoe laat is het ongeveer 5 uur later?
pt_br: Se você adormece no seu horário de costume, que horas são cerca de 5 horas depois?
ru: Если вы засыпаете в обычное время, который час примерно через 5 часов?
zh_hans: 如果你在平常的时间入睡，大约 5 小时后是几点？

source: If you remember nothing, return to basics: set the intention before sleep, stay still on waking, and write down anything — even "blank." Within days or weeks, recall almost always returns. It's a muscle, and it responds to consistent, gentle use.
ar: إن كنت لا تتذكّر شيئًا، فعُد إلى الأساسيات: اضبط النية قبل النوم، وابقَ ساكنًا عند الاستيقاظ، ودوّن أي شيء — حتى "فراغ". خلال أيام أو أسابيع، يعود الاسترجاع دائمًا تقريبًا. إنه عضلة، ويستجيب للاستخدام المنتظم اللطيف.
de: Wenn du dich an nichts erinnerst, kehr zu den Grundlagen zurück: setz die Absicht vor dem Schlafen, bleib beim Aufwachen still und schreib irgendetwas auf – sogar „leer“. Innerhalb von Tagen oder Wochen kehrt die Erinnerung fast immer zurück. Sie ist ein Muskel und reagiert auf gleichmäßigen, sanften Gebrauch.
es: Si no recuerdas nada, vuelve a lo básico: fija la intención antes de dormir, quédate quieto al despertar y anota cualquier cosa, incluso "en blanco". En días o semanas, el recuerdo casi siempre vuelve. Es un músculo, y responde al uso constante y suave.
fr: Si vous ne vous souvenez de rien, revenez aux bases : posez l'intention avant de dormir, restez immobile au réveil et notez n'importe quoi — même "néant". En quelques jours ou semaines, le rappel revient presque toujours. C'est un muscle, et il répond à un usage régulier et doux.
it: Se non ricordi nulla, torna alle basi: imposta l'intenzione prima di dormire, resta immobile al risveglio e annota qualunque cosa — anche "vuoto". In giorni o settimane, il richiamo torna quasi sempre. È un muscolo, e risponde a un uso costante e delicato.
ja: 何も思い出せないなら、基本に戻りましょう。眠る前に意図を定め、目覚めたら動かず、何でも——「空白」とでも——書き留めます。数日から数週間で、想起はほぼ必ず戻ります。それは筋肉であり、規則的でやさしい使い方に応えます。
ko: 아무것도 기억나지 않으면 기본으로 돌아가세요. 잠들기 전에 의도를 세우고, 깨어나면 가만히 있고, 무엇이든 — "빈칸"이라도 — 적으세요. 며칠이나 몇 주 안에 회상은 거의 언제나 돌아옵니다. 그것은 근육이며, 꾸준하고 부드러운 사용에 반응합니다.
nl: Als je je niets herinnert, keer terug naar de basis: stel de intentie voor het slapen, blijf stil bij het ontwaken en schrijf wat dan ook op — zelfs 'blanco'. Binnen dagen of weken keert de herinnering bijna altijd terug. Het is een spier, en reageert op gelijkmatig, zacht gebruik.
pt_br: Se você não lembra de nada, volte ao básico: defina a intenção antes de dormir, fique imóvel ao acordar e anote qualquer coisa — até "em branco". Em dias ou semanas, a recordação quase sempre volta. É um músculo, e responde ao uso constante e suave.
ru: Если вы ничего не помните, вернитесь к основам: задайте намерение перед сном, оставайтесь неподвижны при пробуждении и записывайте что угодно — хоть «пусто». За дни или недели припоминание почти всегда возвращается. Это мышца, и она отзывается на ровное, мягкое использование.
zh_hans: 如果你什么都记不起，就回到基础：睡前设定意图，醒来时保持不动，写下任何东西——哪怕是“空白”。在几天或几周内，回忆几乎总会回来。它是一块肌肉，会回应持续而温和的使用。

source: If you stall mid-air, don't panic — look up, expect to rise, and you'll lift again.
ar: إن توقّفت في منتصف الهواء، فلا تذعر — انظر إلى الأعلى، توقّع الصعود، فترتفع من جديد.
de: Wenn du mitten in der Luft stockst, gerate nicht in Panik – schau nach oben, erwarte aufzusteigen, und du hebst wieder ab.
es: Si te detienes en pleno aire, no te asustes: mira hacia arriba, espera ascender, y volverás a elevarte.
fr: Si vous calez en plein vol, ne paniquez pas — regardez vers le haut, attendez-vous à monter, et vous vous élèverez de nouveau.
it: Se ti blocchi a mezz'aria, niente panico — guarda in alto, aspettati di salire, e ti solleverai di nuovo.
ja: 空中で失速しても慌てないで——上を見て、上昇すると予期すれば、また持ち上がります。
ko: 공중에서 멈칫하더라도 당황하지 마세요 — 위를 보고, 떠오를 거라 기대하면, 다시 솟아오릅니다.
nl: Als je halverwege de lucht stilvalt, raak niet in paniek — kijk omhoog, verwacht te stijgen, en je tilt weer op.
pt_br: Se você estagnar no meio do ar, não entre em pânico — olhe para cima, espere subir, e voltará a se elevar.
ru: Если зависнете в воздухе, не паникуйте — посмотрите вверх, ожидайте подъёма, и снова взмоете.
zh_hans: 如果你在半空中失速，别惊慌——抬头向上，预期自己会升起，你便会再次腾空。

source: If you wake during the night, repeat your lucid phrase as you fall back asleep.
ar: إن استيقظت أثناء الليل، كرّر عبارتك الواضحة وأنت تعود إلى النوم.
de: Wenn du nachts aufwachst, wiederhol deinen Luzidsatz, während du wieder einschläfst.
es: Si despiertas durante la noche, repite tu frase lúcida mientras vuelves a dormirte.
fr: Si vous vous réveillez durant la nuit, répétez votre phrase lucide en vous rendormant.
it: Se ti svegli durante la notte, ripeti la tua frase lucida mentre torni a dormire.
ja: 夜中に目が覚めたら、眠りに戻りながら明晰フレーズをくり返しましょう。
ko: 밤중에 깨면, 다시 잠들면서 자각 문구를 되뇌세요.
nl: Als je 's nachts wakker wordt, herhaal dan je lucide zin terwijl je weer in slaap valt.
pt_br: Se você acordar durante a noite, repita sua frase lúcida ao voltar a dormir.
ru: Если проснётесь ночью, повторяйте свою фразу осознанности, засыпая снова.
zh_hans: 如果你夜里醒来，就在重新入睡时重复你的清醒短句。

source: If you woke up inside a dream right now and knew it was yours — where's the first place you'd go?
ar: لو استيقظت داخل حلم الآن وعرفت أنه حلمك — فإلى أين ستذهب أولًا؟
de: Wenn du gerade jetzt in einem Traum aufwachtest und wüsstest, dass er dir gehört – wohin würdest du zuerst gehen?
es: Si despertaras dentro de un sueño ahora mismo y supieras que es tuyo, ¿a qué lugar irías primero?
fr: Si vous vous éveilliez dans un rêve maintenant en sachant qu'il est le vôtre — où iriez-vous en premier ?
it: Se ti svegliassi dentro un sogno proprio ora e sapessi che è tuo, dove andresti per primo?
ja: もし今この瞬間、夢の中で目覚めて、それが自分の夢だと分かったら——最初にどこへ行きますか？
ko: 지금 이 순간 꿈 속에서 깨어나 그것이 당신의 꿈임을 안다면 — 가장 먼저 어디로 가시겠어요?
nl: Als je nu in een droom wakker werd en wist dat hij van jou was — waar zou je als eerste heen gaan?
pt_br: Se você acordasse dentro de um sonho agora e soubesse que é seu — qual seria o primeiro lugar aonde iria?
ru: Если бы ты прямо сейчас осознал себя во сне и понял, что он твой, — куда бы ты отправился первым делом?
zh_hans: 如果你此刻在梦中醒来，并知道这是你的梦——你最先会去哪里？

source: If you're exhausted, stressed, or sleep-deprived, set the techniques aside and just sleep. Lucid dreaming should enrich your life, never cost you your health. Well-rested minds dream more vividly and recall more anyway — so rest isn't a break from practice, it is practice.
ar: إن كنت منهكًا أو متوترًا أو محرومًا من النوم، فضع التقنيات جانبًا ونم فحسب. ينبغي أن يثري الحلم الواضح حياتك، لا أن يكلّفك صحتك. العقول المرتاحة جيدًا تحلم أوضح وتتذكّر أكثر على أي حال — فالراحة ليست استراحة من الممارسة، بل هي الممارسة.
de: Wenn du erschöpft, gestresst oder schlafdepriviert bist, leg die Techniken beiseite und schlaf einfach. Luzides Träumen soll dein Leben bereichern, nie deine Gesundheit kosten. Ausgeruhte Köpfe träumen ohnehin lebhafter und erinnern sich mehr – Erholung ist also keine Pause von der Praxis, sie ist die Praxis.
es: Si estás agotado, estresado o falto de sueño, deja las técnicas a un lado y simplemente duerme. El sueño lúcido debe enriquecer tu vida, nunca costarte la salud. Las mentes bien descansadas sueñan más vívido y recuerdan más de todos modos: el descanso no es una pausa de la práctica, es la práctica.
fr: Si vous êtes épuisé, stressé ou en manque de sommeil, mettez les techniques de côté et dormez, tout simplement. Le rêve lucide doit enrichir votre vie, jamais vous coûter votre santé. Un esprit reposé rêve de toute façon plus vivement et se souvient davantage — le repos n'est pas une pause dans la pratique, c'est la pratique.
it: Se sei esausto, stressato o privato del sonno, metti da parte le tecniche e dormi e basta. Il sogno lucido dovrebbe arricchire la tua vita, mai costarti la salute. Le menti ben riposate sognano comunque in modo più vivido e ricordano di più — il riposo non è una pausa dalla pratica, è la pratica.
ja: 疲れきっているか、ストレスを抱えているか、睡眠不足なら、技法は脇に置いて、ただ眠りましょう。明晰夢は人生を豊かにすべきで、健康を犠牲にするものではありません。よく休まった頭はどのみち夢が鮮やかで、よく覚えています——休息は実践からの中断ではなく、それ自体が実践なのです。
ko: 기진맥진하거나 스트레스를 받거나 잠이 부족하면, 기법은 제쳐 두고 그냥 자세요. 자각몽은 삶을 풍요롭게 해야지, 건강을 대가로 치러선 안 됩니다. 잘 쉰 마음은 어차피 더 생생하게 꿈꾸고 더 많이 기억합니다 — 휴식은 수련에서의 휴지가 아니라, 그 자체가 수련입니다.
nl: Als je uitgeput, gestrest of slaaptekort hebt, leg de technieken dan opzij en slaap gewoon. Lucide dromen hoort je leven te verrijken, nooit je gezondheid te kosten. Goed uitgeruste geesten dromen sowieso levendiger en onthouden meer — rust is geen pauze van de oefening, het ís de oefening.
pt_br: Se você está exausto, estressado ou com privação de sono, deixe as técnicas de lado e apenas durma. O sonho lúcido deve enriquecer sua vida, nunca custar sua saúde. Mentes bem descansadas sonham mais vívido e lembram mais de qualquer forma — o descanso não é uma pausa da prática, ele é a prática.
ru: Если вы истощены, в стрессе или недосыпаете, отложите техники и просто спите. Осознанные сны должны обогащать жизнь, а не стоить вам здоровья. Отдохнувший ум всё равно видит более яркие сны и больше помнит — отдых не перерыв в практике, он и есть практика.
zh_hans: 如果你筋疲力尽、压力大或睡眠不足，就把技巧搁在一旁，单纯地睡。清醒梦应当丰富你的生活，而绝不该以健康为代价。休息好的头脑反正梦得更鲜明、记得更多——休息不是练习的暂停，它本身就是练习。

source: Ignore it — it's not a real dream
ar: تجاهله — إنه ليس حلمًا حقيقيًا
de: Ignorieren – das ist kein echter Traum
es: Ignorarla: no es un sueño de verdad
fr: L'ignorer — ce n'est pas un vrai rêve
it: Ignorarla: non è un vero sogno
ja: 無視する——本物の夢ではない
ko: 무시한다 — 진짜 꿈이 아니다
nl: Negeer het — het is geen echte droom
pt_br: Ignorar — não é um sonho de verdade
ru: Игнорировать — это не настоящий сон
zh_hans: 忽略它——那不是真正的梦

source: Imagine staying awake in your mind while your body falls asleep — and stepping straight into a dream.
ar: تخيّل أن يبقى عقلك مستيقظًا بينما يغفو جسدك — وأن تخطو مباشرةً إلى حلم.
de: Stell dir vor, im Geist wach zu bleiben, während dein Körper einschläft – und direkt in einen Traum zu treten.
es: Imagina permanecer despierto en tu mente mientras tu cuerpo se duerme, y entrar directo a un sueño.
fr: Imaginez rester éveillé dans votre esprit pendant que votre corps s'endort — et pénétrer droit dans un rêve.
it: Immagina di restare sveglio nella mente mentre il corpo si addormenta — ed entrare dritto in un sogno.
ja: 体が眠りに落ちるあいだも心は目覚めたまま——そのまま夢へ足を踏み入れることを想像してみてください。
ko: 몸이 잠드는 동안에도 마음은 깨어 있는 채로 — 그대로 꿈 속으로 걸어 들어가는 것을 상상해 보세요.
nl: Stel je voor dat je geest wakker blijft terwijl je lichaam in slaap valt — en je rechtstreeks een droom in stapt.
pt_br: Imagine manter a mente desperta enquanto o corpo adormece — e entrar direto num sonho.
ru: Представьте, что ум остаётся бодрым, пока тело засыпает, — и вы шагаете прямо в сон.
zh_hans: 想象在身体入睡时，你的心智仍然清醒——并径直踏入一个梦。

source: Immediately on waking, before doing anything else
ar: فور الاستيقاظ، قبل أن تفعل أي شيء آخر
de: Sofort beim Aufwachen, bevor du irgendetwas anderes tust
es: Inmediatamente al despertar, antes de hacer nada más
fr: Immédiatement au réveil, avant de faire quoi que ce soit d'autre
it: Subito al risveglio, prima di fare qualsiasi altra cosa
ja: 目覚めてすぐ、ほかの何かをする前に
ko: 깨어나자마자, 다른 무엇을 하기 전에
nl: Meteen bij het ontwaken, voordat je iets anders doet
pt_br: Imediatamente ao acordar, antes de fazer qualquer outra coisa
ru: Сразу после пробуждения, прежде чем делать что-либо ещё
zh_hans: 醒来后立刻，在做任何其他事之前

source: In a dream you can often still 'breathe' with your nose pinched — a clear giveaway.
ar: في الحلم كثيرًا ما تستطيع "التنفس" وأنفك مقروص — دليل واضح.
de: Im Traum kannst du mit zugehaltener Nase oft trotzdem "atmen" – ein klares Indiz.
es: En un sueño a menudo aún puedes "respirar" con la nariz tapada: una señal clara.
fr: Dans un rêve, vous pouvez souvent encore "respirer" le nez pincé — un indice clair.
it: In sogno spesso riesci ancora a "respirare" col naso tappato: un segnale chiaro.
ja: 夢の中では鼻をつまんでも「呼吸」できることが多く、はっきりした手がかりになります。
ko: 꿈에서는 코를 막아도 여전히 "숨"을 쉴 수 있는 경우가 많아, 분명한 단서가 됩니다.
nl: In een droom kun je vaak nog "ademen" met dichtgeknepen neus — een duidelijke verrader.
pt_br: Em um sonho você muitas vezes ainda consegue "respirar" com o nariz tampado — um sinal claro.
ru: Во сне вы часто можете «дышать» с зажатым носом — явная улика.
zh_hans: 在梦里，即使捏住鼻子你也常常还能“呼吸”——这是个明显的破绽。

source: In formal studies, reality checks really shine when combined with other methods like MILD — layered habits consistently outperform any single technique used on its own.
ar: في الدراسات الرسمية، تتألق فحوص الواقع حقًا حين تُجمع مع أساليب أخرى مثل MILD — العادات المتراكبة تتفوّق باستمرار على أي أسلوب وحيد يُستخدم بمفرده.
de: In förmlichen Studien glänzen Realitätschecks erst richtig in Kombination mit anderen Methoden wie MILD – geschichtete Gewohnheiten übertreffen durchweg jede einzelne, allein genutzte Technik.
es: En estudios formales, las comprobaciones de realidad brillan de verdad cuando se combinan con otros métodos como MILD: los hábitos en capas superan siempre a cualquier técnica usada por sí sola.
fr: Dans les études formelles, les tests de réalité brillent vraiment lorsqu'ils sont combinés à d'autres méthodes comme MILD — des habitudes superposées surpassent constamment n'importe quelle technique unique employée seule.
it: Negli studi formali, i controlli di realtà brillano davvero se combinati con altri metodi come MILD: le abitudini stratificate superano costantemente qualunque tecnica usata da sola.
ja: 正式な研究では、リアリティチェックはMILDのような他の手法と組み合わせたときに本領を発揮します——重ねた習慣は、単独で使うどの技法よりも一貫して上回るのです。
ko: 공식 연구에서 리얼리티 체크는 MILD 같은 다른 방법과 결합할 때 진가를 발휘합니다 — 겹쌓은 습관은 단독으로 쓰는 어떤 기법보다도 꾸준히 더 낫습니다.
nl: In formele studies komen realiteitschecks pas echt tot hun recht in combinatie met andere methoden zoals MILD — gelaagde gewoonten presteren consistent beter dan welke losse techniek dan ook.
pt_br: Em estudos formais, as checagens de realidade realmente brilham quando combinadas com outros métodos como o MILD — hábitos em camadas superam de forma consistente qualquer técnica usada sozinha.
ru: В формальных исследованиях проверки реальности по‑настоящему раскрываются в сочетании с другими методами, такими как MILD, — наслоённые привычки стабильно превосходят любую отдельную технику, применённую в одиночку.
zh_hans: 在正式研究中，现实检验只有与 MILD 等其他方法结合时才真正大放异彩——层层叠加的习惯，始终胜过任何单独使用的技巧。

source: In the hours just before you wake up
ar: في الساعات التي تسبق استيقاظك مباشرة
de: In den Stunden kurz vor dem Aufwachen
es: En las horas justo antes de despertar
fr: Dans les heures juste avant le réveil
it: Nelle ore subito prima di svegliarti
ja: 目覚める直前の数時間
ko: 깨어나기 직전 몇 시간
nl: In de uren vlak voordat je wakker wordt
pt_br: Nas horas logo antes de você acordar
ru: В часы прямо перед пробуждением
zh_hans: 在你醒来前的几个小时
